{
  "publicationsSection": {
    "content": "Oleksy IA and ***Richardson DC***. 2024. Shorter ice duration and changing phenology influence under-ice lake temperature dynamics. Journal of Geophysical Research: Biogeosciences. <https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2024JG008382>\n\nRabaey JS, Holgerson MA, ***Richardson DC***, Andersen MR, Bansal S, Bortolotti LE, Cotner JB, Hornbach DJ, Johnson OF, Martinsen KT, Moody EK. 2024. Freshwater biogeochemical hotspots: High production and respiration rates in shallow waterbodies. Geophysical Research Letters. <http://dx.doi.org/10.1029/2023GL106689>\n\nHoward DE, Brentrup JA, ***Richardson DC***, Lewis ASL, Olsson FE, Carey CC. 2024. Variability in ice cover does not affect annual metabolism estimates in a small eutrophic reservoir. Journal of Geophysical Research: Biogeosciences. <https://doi.org/10.1029/2024JG008057>\n\n***Richardson DC1***, Filazzola A1, Woolway RI, Imrit MA, Bouffard D, Weyhenmeyer GA, Magnuson J, Sharma S. 2024. Non-linear responses in interannual variability of lake ice with climate change. Limnology and Oceanography. <https://doi.org/10.1002/lno.12527> [\\[link] PDF](https://hawksites.newpaltz.edu/richardd/files/2024/03/Richardson2024-LimnologyOceanography-NonlinearResponsesInInterannualVariabilityLakeIceClimateChange-f97e9a8bf1013647.pdf)\n\nRay NE, Holgerson MA, Andersen MR, Bikse J, Bortolotti LE, Futter M, Kokorite I, Law A, McDonald C, Mesman JP, Peacock M, ***Richardson DC***, Arsenault J, Bansal S, Cawley K, Finlay K, Kuhn M, Shahabinia AR. 2023. Spatial and temporal variability in greenhouse gases in shallow lakes and ponds. Limnology and Oceanography 68(7): 1530-1545. [https://doi.org/10.1002/lno.12362](https://hawksites.newpaltz.edu/richardd/files/2023/07/Ray2023-LimnologyOceanography-SummertimeDissolvedCarbonDioxidePondsShallowLakesPONDING.pdf). \n\nVolponi SN\\*, Wander HL\\*, ***Richardson DC***, Williams CJ, Bruesewitz DA, Arnott S, Brentrup JA, Edwards HL, Ewing HA, Holeck K, Johnson L, Kim BS, Morales-Williams AM, Nadkarni N, Norman BC, Parmalee L, Shultis A, Tracy A, Ward NK, Weathers KC, Wigdahl-Perry CR, Yokota K. 2023. Nutrient function over form: Organic and inorganic nitrogen additions have similar effects on lake phytoplankton nutrient limitation. Limnology and Oceanography 68(2) 307-321. [https://doi.org/10.1002/lno.12270](https://aslopubs.onlinelibrary.wiley.com/doi/full/10.1002/lno.12270)",
    "title": "Publications"
  }
}
